relay/10/12-kozet.org
#+Title: Relay 10–12
#+Date: 2018-06-03
#+HTML_LINK_UP: index.html
#+HTML_LINK_HOME: ../index.html
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../../global/Default.css"/>
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../../global/org.css"/>
#+HTML_HEAD_EXTRA: <link rel="stylesheet" href="../relay.css"/>
#+OPTIONS: title:nil

* Translation
#+BEGIN_short-relay

#+BEGIN_detail-link
[[file:12-kozetr-torch-return.txt][Complete torch details]] · [[file:12-kozetr-trans-return.txt][Raw translation]]
#+END_detail-link

#+BEGIN_natlang-name
English
#+END_natlang-name

#+BEGIN_natlang-text
#+BEGIN_VERSE
It hears your heartbeat
But not that heartbeat near you
It flees,
it tries to hide,
it did not succeed.
"It didn't succeed?"
"That is so."
"How?"
"It sang evil things, stopped with them."
"Did the movement stop it?"
"Yes, because it sang, and they stopped it."
#+END_VERSE
#+END_natlang-text

#+BEGIN_conlang-name
Arka
#+END_conlang-name

#+BEGIN_conlang-text
#+BEGIN_VERSE
tu ter erimfo tiil
tal en le erimfo frem ti
tu elf,
tu misk nekt,
tu en raklat.
"tu en raklat?"
"ax."
"ak?"
"tu miksat tul velnar, at mono ok tuus."
"ovmo monot tu?"
"ax, man tu miksat, o tuus monot tu."
#+END_VERSE
#+END_conlang-text
#+END_short-relay

* Lexicon
| Word   | POS  | Gloss                    |
|--------+------+--------------------------|
| tal    | conj | but                      |
| ti     | pn   | 2SG                      |
| tiil   | pn   | 2SG genitive             |
| ter    | v    | hear                     |
| tu     | pn   | 3SG near                 |
| tul    | n    | thing                    |
| tuus   | pn   | 3PL near                 |
| nekt   | v    | hide                     |
| velnar | adj  | evil                     |
| frem   | pp   | near                     |
| man    | conj | because                  |
| miks   | v    | sing                     |
| misk   | v    | try                      |
| mono   | v    | stop (transitive)        |
| rakl   | v    | succeed                  |
| le     | pn   | 3SG far                  |
| ax     | intj | yes                      |
| ak     | adv  | how                      |
| o      | conj | and (ont before a vowel) |
| ok     | pp   | with (comitative)        |
| ovmo   | n    | movement                 |
| et     | v    | copula (be)              |
| en     | advp | not                      |
| erimfo | n    | heartbeat                |
| elf    | v    | flee                     |

* Grammar
Arka uses an SVO word order. Adjectives come after nouns. Numerals come before
what they modify if they're cardinal and follow their antecedents if they're
ordinal. Modal adverbs directly follow the verb. Free adverbs (everything
else) can sit anywhere in the sentence, but if they're not adjacent to the
verb they modify, they take the suffix <-el> after a consonant or <-l> after
a vowel.

Verbs take the following inflections:

#+ATTR_HTML: :frame none
|             | after consonant | after vowel | copula | (neg) |
|-------------+-----------------+-------------+--------+-------|
| base        | -               | -           | et     | de    |
| past        | -at             | -t          | at     | det   |
| perfect     | -ik             | -k          | ik     | ?     |
| progressive | -or             | -r          | or     | ?     |
| continuous  | -es             | -s          | es     | ?     |

Verbs are negated using the particle <en> before it, except for <et>, which
becomes <de>.

Passives are either formed with <et> + verb, or verb + <yu>.
(The latter is not a true passive; it merely swaps S and O.)

* Navigation
:PROPERTIES:
:HTML_CONTAINER: footer
:UNNUMBERED: t
:END:

#+BEGIN_EXPORT html
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>12</strong></div>
  </div>
  <a href="11-mel.html" id="prev" rel="prev">Previous</a>
</nav>
#+END_EXPORT
