relay/10/12-kozet.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-07 Thu 08:54 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 10–12</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 10–12<br/></h1>
<h3 class="date">2018-06-03 (last exported 2018-06-07 Thu 08:54)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org508f081">1. Translation</a></li>
<li><a href="#orgf834fd0">2. Lexicon</a></li>
<li><a href="#org659fdb2">3. Grammar</a></li>
<li><a href="#orgb75d02e">Navigation</a></li>
</ul>
</div>
</div>

<div id="outline-container-org508f081" class="outline-2">
<h2 id="org508f081"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="short-relay">
<p>

</p>

<div class="detail-link">
<p>
<a href="12-kozetr-torch-return.txt">Complete torch details</a> · <a href="12-kozetr-trans-return.txt">Raw translation</a>
</p>

</div>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p class="verse">
It hears your heartbeat<br />
But not that heartbeat near you<br />
It flees,<br />
it tries to hide,<br />
it did not succeed.<br />
&ldquo;It didn&rsquo;t succeed?&rdquo;<br />
&ldquo;That is so.&rdquo;<br />
&ldquo;How?&rdquo;<br />
&ldquo;It sang evil things, stopped with them.&rdquo;<br />
&ldquo;Did the movement stop it?&rdquo;<br />
&ldquo;Yes, because it sang, and they stopped it.&rdquo;<br />
</p>

</div>

<div class="conlang-name">
<p>
Arka
</p>

</div>

<div class="conlang-text">
<p class="verse">
tu ter erimfo tiil<br />
tal en le erimfo frem ti<br />
tu elf,<br />
tu misk nekt,<br />
tu en raklat.<br />
&ldquo;tu en raklat?&rdquo;<br />
&ldquo;ax.&rdquo;<br />
&ldquo;ak?&rdquo;<br />
&ldquo;tu miksat tul velnar, at mono ok tuus.&rdquo;<br />
&ldquo;ovmo monot tu?&rdquo;<br />
&ldquo;ax, man tu miksat, o tuus monot tu.&rdquo;<br />
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-orgf834fd0" class="outline-2">
<h2 id="orgf834fd0"><span class="section-number-2">2</span> Lexicon</h2>
<div class="outline-text-2" id="text-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Word</th>
<th scope="col" class="org-left">POS</th>
<th scope="col" class="org-left">Gloss</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">tal</td>
<td class="org-left">conj</td>
<td class="org-left">but</td>
</tr>

<tr>
<td class="org-left">ti</td>
<td class="org-left">pn</td>
<td class="org-left">2SG</td>
</tr>

<tr>
<td class="org-left">tiil</td>
<td class="org-left">pn</td>
<td class="org-left">2SG genitive</td>
</tr>

<tr>
<td class="org-left">ter</td>
<td class="org-left">v</td>
<td class="org-left">hear</td>
</tr>

<tr>
<td class="org-left">tu</td>
<td class="org-left">pn</td>
<td class="org-left">3SG near</td>
</tr>

<tr>
<td class="org-left">tul</td>
<td class="org-left">n</td>
<td class="org-left">thing</td>
</tr>

<tr>
<td class="org-left">tuus</td>
<td class="org-left">pn</td>
<td class="org-left">3PL near</td>
</tr>

<tr>
<td class="org-left">nekt</td>
<td class="org-left">v</td>
<td class="org-left">hide</td>
</tr>

<tr>
<td class="org-left">velnar</td>
<td class="org-left">adj</td>
<td class="org-left">evil</td>
</tr>

<tr>
<td class="org-left">frem</td>
<td class="org-left">pp</td>
<td class="org-left">near</td>
</tr>

<tr>
<td class="org-left">man</td>
<td class="org-left">conj</td>
<td class="org-left">because</td>
</tr>

<tr>
<td class="org-left">miks</td>
<td class="org-left">v</td>
<td class="org-left">sing</td>
</tr>

<tr>
<td class="org-left">misk</td>
<td class="org-left">v</td>
<td class="org-left">try</td>
</tr>

<tr>
<td class="org-left">mono</td>
<td class="org-left">v</td>
<td class="org-left">stop (transitive)</td>
</tr>

<tr>
<td class="org-left">rakl</td>
<td class="org-left">v</td>
<td class="org-left">succeed</td>
</tr>

<tr>
<td class="org-left">le</td>
<td class="org-left">pn</td>
<td class="org-left">3SG far</td>
</tr>

<tr>
<td class="org-left">ax</td>
<td class="org-left">intj</td>
<td class="org-left">yes</td>
</tr>

<tr>
<td class="org-left">ak</td>
<td class="org-left">adv</td>
<td class="org-left">how</td>
</tr>

<tr>
<td class="org-left">o</td>
<td class="org-left">conj</td>
<td class="org-left">and (ont before a vowel)</td>
</tr>

<tr>
<td class="org-left">ok</td>
<td class="org-left">pp</td>
<td class="org-left">with (comitative)</td>
</tr>

<tr>
<td class="org-left">ovmo</td>
<td class="org-left">n</td>
<td class="org-left">movement</td>
</tr>

<tr>
<td class="org-left">et</td>
<td class="org-left">v</td>
<td class="org-left">copula (be)</td>
</tr>

<tr>
<td class="org-left">en</td>
<td class="org-left">advp</td>
<td class="org-left">not</td>
</tr>

<tr>
<td class="org-left">erimfo</td>
<td class="org-left">n</td>
<td class="org-left">heartbeat</td>
</tr>

<tr>
<td class="org-left">elf</td>
<td class="org-left">v</td>
<td class="org-left">flee</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org659fdb2" class="outline-2">
<h2 id="org659fdb2"><span class="section-number-2">3</span> Grammar</h2>
<div class="outline-text-2" id="text-3">
<p>
Arka uses an SVO word order. Adjectives come after nouns. Numerals come before
what they modify if they&rsquo;re cardinal and follow their antecedents if they&rsquo;re
ordinal. Modal adverbs directly follow the verb. Free adverbs (everything
else) can sit anywhere in the sentence, but if they&rsquo;re not adjacent to the
verb they modify, they take the suffix &lt;-el&gt; after a consonant or &lt;-l&gt; after
a vowel.
</p>

<p>
Verbs take the following inflections:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="none">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">after consonant</th>
<th scope="col" class="org-left">after vowel</th>
<th scope="col" class="org-left">copula</th>
<th scope="col" class="org-left">(neg)</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">base</td>
<td class="org-left">-</td>
<td class="org-left">-</td>
<td class="org-left">et</td>
<td class="org-left">de</td>
</tr>

<tr>
<td class="org-left">past</td>
<td class="org-left">-at</td>
<td class="org-left">-t</td>
<td class="org-left">at</td>
<td class="org-left">det</td>
</tr>

<tr>
<td class="org-left">perfect</td>
<td class="org-left">-ik</td>
<td class="org-left">-k</td>
<td class="org-left">ik</td>
<td class="org-left">?</td>
</tr>

<tr>
<td class="org-left">progressive</td>
<td class="org-left">-or</td>
<td class="org-left">-r</td>
<td class="org-left">or</td>
<td class="org-left">?</td>
</tr>

<tr>
<td class="org-left">continuous</td>
<td class="org-left">-es</td>
<td class="org-left">-s</td>
<td class="org-left">es</td>
<td class="org-left">?</td>
</tr>
</tbody>
</table>

<p>
Verbs are negated using the particle &lt;en&gt; before it, except for &lt;et&gt;, which
becomes &lt;de&gt;.
</p>

<p>
Passives are either formed with &lt;et&gt; + verb, or verb + &lt;yu&gt;.
(The latter is not a true passive; it merely swaps S and O.)
</p>
</div>
</div>

<footer id="outline-container-orgb75d02e" class="outline-2">
<h2 id="orgb75d02e">Navigation</h2>
<div class="outline-text-2" id="text-orgb75d02e">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>12</strong></div>
  </div>
  <a href="11-mel.html" id="prev" rel="prev">Previous</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
